{
    "about": {
        "aboutContent": "<p style='text-align:justify;'>For more information on Accessing Landsat in ArcGIS see <a href='http://www.esri.com/landsatonaws' target='_blank'>Unlock Earth's secrets</a>. <br /><br />This web application highlights some of the capabilities for accessing Landsat imagery layers, powered by ArcGIS for Server, accessing Landsat Public Datasets running on the Amazon Web Services Cloud. The layers are updated with new Landsat images on a daily basis.</br></br>Quick access to the following band combinations and indices is provided:</br><ul><li>Agriculture: Highlights agriculture in bright green.  Bands 6,5,2</li><li>Natural Color:  Sharpened with 15m panchromatic band. Bands 4,3,2+8</li><li>Color Infrared: Healthy vegetation is bright red. Bands 5,4,3</li><li>SWIR (Short Wave Infrared): Highlights rock formations. Bands 7,6,4</li><li>Geology:  Highlights geologic features. Bands 7,4,2</li><li>Bathymetric: Highlights underwater features. Bands 4,3,1</li><li>Panchromatic: Panchromatic image at 15m. Band 8</li><li>Vegetation Index: Normalized Difference Vegetation Index (NDVI). (Band5-Band4)/(Band5+Band4)</li><li>Moisture Index:  Normalized Difference Moisture Index (NDMI). (Band5-Band6)/(Band5+Band6)</li></ul></br>The Time tool enables access to a temporal time slider and a temporal profile of different indices for a selected point. The Time tool is only accessible at larger zoom scales. It provides temporal profiles for NDVI (Normalized Difference Vegetation Index), NDMI (Normalized Difference Moisture Index) and an Urban Index. The Identify tool enables access to information on the images, and can also provide a spectral profile for a selected point. The Bookmark tool will direct you to pre-selected interesting locations.</br></br>The application is written using <a href='http://www.esri.com/software/web-appbuilder' target='_blank'>Web AppBuilder for ArcGIS</a> accessing image services using the <a href='http://developers.arcgis.com/javascript/jsapi' target='_blank'>ArcGIS API for JavaScript</a>.<br/><br/>The following Imagery Layers are being accessed:<ul><li>Multispectral Landsat – - Provides access to 30m 8-band multispectral imagery and a range of functions that provide different band combinations and indices.</li><li>Pansharpened Landsat - Provides access to 15m 4-band (Red, Green, Blue and NIR) panchromatic-sharpened imagery.</li><li>Panchromatic Landsat - Provides access to 15m panchromatic imagery.</li></ul></br>These imagery layers can be accessed through the public group<a href='http://www.arcgis.com/home/group.html?owner=esri&title=Landsat%20Community' target='_blank'>Landsat Community</a> on ArcGIS Online</p>"
    }
}